[
  {
    "candidate": "Kamala Harris",
    "seat": "US Senate",
    "photo": 11656985,
    "photographer": "Eric Risberg, Associated Press",
    "text": "<p>Access to affordable housing is a basic element of human dignity, a necessity for anyone to be productive, raise their children and achieve the American dream. As attorney general of California, I fought for homeowners during the mortgage crisis who were taken advantage of by some of the biggest Wall Street banks. Thousands of them were threatened with homelessness. We won $20 billion of relief for California homeowners, and I worked across the aisle to pass the nation’s toughest antiforeclosure laws to protect homeowners and renters. </p>\n<p>Homelessness continues to be a challenge in California, and there is not a one-size-fits-all solution. It begins with the minimum wage and repairing the ladder of economic opportunity for all Californians. The minimum wage must be a living wage, and families should have the tools they need to compete in the workforce — from affordable child care and early-childhood education to paid family leave and truly equal pay. </p>\n<p>We also need to address issues of mental health and substance abuse. We can stop the broken cycle of systematic disparity and make California a better home for all people — including veterans, whom the system has wrongfully neglected. We owe them the support and care they earned while serving in our nation’s military. By strengthening vital programs like Section 8 (U.S. Housing and Urban Development), we can help low-income families find affordable housing, and advocate for better services and protections for veterans to make sure that they, too, have access to this basic dignity. </p>\n<p>As your senator, I will take on income inequality and fight for every Californian to have a roof over their head and a place to call home. I will fight for legislation that will support working families by creating a livable minimum wage, provide paid family and sick leave, and end education disparities that create inequality.</p>\n"
  },
  {
    "candidate": "Loretta Sanchez",
    "seat": "US Senate",
    "photo": 11656983,
    "photographer": "Paul Chinn, The Chronicle",
    "text": "<p>As U.S. senator, I will continue to tackle California’s historically high levels of homelessness, particularly among at-risk populations like veterans, children, single mothers and LGBTQ youth, by coupling economic revitalization with housing-assistance programs. Over my 20 years in Congress, I prioritized efforts to end homelessness by securing federal funding for housing-assistance programs. I helped secure nearly $8.5 million in grant money from the Department of Housing and Urban Development for the Continuum of Care Homeless Assistance program in Orange County. I will continue to advocate for funding for HUD’s homeless-assistance programs. Additionally, I support funding for HUD-VASH (Veterans Affairs Supportive Housing), which is a successful partnership between the Veterans Administration and HUD. Housing alone will not be the solution to homelessness until we address the pathways to homelessness. Housing assistance must be coupled with homelessness prevention and economic revitalization. In the U.S. Senate, I will revitalize our economy by investing in infrastructure, manufacturing, clean energy and small businesses. Housing can be a springboard to opportunity, and I will continue to work with labor and business to create a level playing field for all Californians to succeed in our new economy. </p>\n<p>On Oct. 6, I joined with U.S. Rep. Janice Hahn, D-San Pedro (Los Angeles County), to call on Gov. Jerry Brown to designate additional resources to combat the crisis of homelessness in California. Federal funding can help, but resources are needed from the state and local governments to solve homelessness for the long term.</p>\n"
  },
  {
    "candidate": "Mike Honda",
    "seat": "U.S. Congress, D17",
    "photo": 11597181,
    "photographer": "Courtesy Of Rep Mike Honda",
    "text": "<p>I am proud to use my power as a senior member of the House Appropriations Committee to benefit the families of Silicon Valley. I hosted Secretary of Housing and Urban Development Julián Castro at Onizuka Crossing, an affordable workforce rental apartment community in Sunnyvale. I brought together local leaders and advocates on the front lines of the affordable housing fight, including MidPen, Housing Trust of Silicon Valley, Santa Clara County Housing Authority, Project Sentinel, and the Bill Wilson Center, among others, to discuss how we can keep the promise of the American dream in Silicon Valley. By bringing the secretary to the district, my event helped further raise the profile of the progress made and the challenges we, as a community, face in creating affordable housing and ending suburban homelessness. </p>\n<p>I have used my committee role to benefit Silicon Valley and to expand opportunity for all. In December, Congress passed a bipartisan joint spending bill that included an important 10-year extension to the Moving to Work agreement for the Santa Clara County Housing Authority. These “MTW agencies,” only a few in the nation, have greater flexibility in how they operate under HUD regulations, allowing them to better serve the needs of their communities. I fought for this extension during the discussion over this bill in Congress, and I was pleased to send the bill to President Obama’s desk. Many believe the House Appropriations Committee only concerns funding, but this MTW extension is an important example of how the appropriations process can directly serve our community.</p>\n"
  },
  {
    "candidate": "Ro Khanna",
    "seat": "U.S. Congress, D17",
    "photo": 11597167,
    "photographer": "Courtesy Of Ro Khanna",
    "text": "<p>There’s no single silver bullet to ending homelessness in our community — or our country — but there are a number of concrete steps we can take to immediately improve the situation.</p>\n<p>One solution we can implement is to amend the Runaway and Homeless Youth Act (RHYA) to prohibit LGBTQ discrimination. Forty percent of homeless youth identify as LGBTQ and they face more than twice the family discrimination rate experienced by their non-LGBTQ counterparts. Due to mistreatment and discrimination, LGBTQ homeless youth are often prevented from accessing the full benefits of child-welfare programs, including foster care and homeless shelters. RHYA awards federal grants to public and private organizations dedicated to assisting homeless youth, but does not have a provision addressing LGBTQ minors. As a congressman, I would work to amend RHYA to preclude all organizations receiving grants from discriminating against the youth they serve on the grounds of sexual orientation and gender identity.</p>\n<p>More broadly, nearly half of long-term homeless people suffer from untreated mental illness. We can’t address homelessness without addressing the need for mental health support services. Pilot programs in New York, Washington and elsewhere have demonstrated remarkable success at reducing homelessness by providing stable housing coupled with counseling, therapy, and access to medical treatment. Not only have these programs significantly reduced the number of long-term homeless people, they also save taxpayer money that would have otherwise been spent on shelters, hospitalization and institutionalization.</p>\n<p>Implementing these programs, and other data-backed interventions, is both a moral obligation and fiscally responsible — there’s no excuse for continued inaction. As congressman, I would make addressing homelessness a major legislative priority.</p>"
  },
  {
    "candidate": "Nancy Skinner",
    "seat": "State Senate, D9",
    "photo": 11597177,
    "photographer": "Courtesy Of Nancy Skinner",
    "text": "<p>I support “Housing First.” We must provide housing and support services to our chronically homeless residents. Without providing housing first, services alone will have little effect on reducing the numbers of people living on our streets. The specific initiatives I will pursue are to require first the state, and then our cities and counties, to develop and adopt a comprehensive affordable-housing policy that identifies what the housing and service needs are so we can begin to cost out what will be needed to achieve “Housing First.” While new construction of permanently affordable units is necessary, a key reason we see the number of homeless increasing is they do not have incomes that can afford current rental and housing costs. Our federal Section 8 rental subsidy program is not enough — there are not enough vouchers and they are not worth enough. Los Angeles County has a great model that is now providing rent subsidies and Intensive Case Management Services to homeless residents who live on Supplemental Security Income or have little to no other income. This is a great model that should be pursued statewide, and I intend to work to achieve state funding that can assist local governments to provide rent subsidies and case-management services. I will also identify and pursue incentives and protections to stop conversions of single room occupancy buildings and dedicated incentives and funding to acquire and construct new units of permanent, affordable housing. With the housing shortage here in the East Bay and Bay Area, we need housing of every type — market rate, workforce and permanently affordable — and I will actively support and introduce policies to make it easier to build new units such as permit streamlining and reducing parking requirements. All of these are key legislative priorities for me in the state Senate.</p>\n"
  },
  {
    "candidate": "Sandré R. Swanson",
    "seat": "State Senate, D9",
    "photo": 11645351,
    "text": "<p>Shelter and the opportunity for sustainable housing should be our central goal. The longer homelessness exists, the negative social consequences to our communities will continue to grow at enormous cost. The ability to immediately provide emergency shelter for anyone in need should be a fundamental goal of our strategy to end homelessness. The construction, maintenance and operation of shelters for all in need is essential but has always been considered too costly. The scope and program components of this effort should be statewide, holistic with support services, food, health care, education, employment and safety-net services for individuals, children and families. </p>\n<p>How can we conceivably afford this costly mission? Homelessness has a current cost in the tens of millions to our state now. A realistic assessment of our current cost as a society will make it easier for us to see the need to organize those unavoidable costs and make them an investment in providing real solutions to homelessness in a cost-effective, humane and sustainable manner. Our current reality of jailing the homeless at a tremendous cost, the cost of emergency room services, the growing need to respond to the public health crisis, disease and the growing cost of crime is unacceptable. We have to also appreciate the long-term negative impacts on the children of the homeless. It should be clear to all that there is no way to avoid our responsibility to each other or the growing cost of doing nothing. California should lead the way with a “State Commission on Homelessness” in partnership with California foundations and homeless service providers, and I am sure we can solve this crisis.</p>\n"
  },
  {
    "candidate": "Jane Kim",
    "seat": "State Senate, D11",
    "photo": 11597113,
    "photographer": "Courtesy Of Jane Kim",
    "text": "<p>Soundbites won’t solve homelessness. We need real solutions that actually address the problem. </p>\n<p>First, we need to marshal state resources. If a forest fire left thousands without homes, we’d declare a state of emergency. We need an emergency declaration on homelessness that will allow the state to direct more funding and technical assistance to help us to housing homeless residents.</p>\n<p>Second, we need to build more housing. Obviously, we need to build more housing of all types for everyone in our region — the lack of affordable housing is a major driver of homelessness. But we can also build supportive housing for homeless residents more quickly and at a lower cost through innovative ideas like prefabricated modular units. I’ve already called for a pilot program by the end of this year.</p>\n<p>Finally, we all know there are many reasons people end up on the streets: addiction, mental health crisis, evictions. We must address these problems as well. I’ve pushed for tough new protections for tenants to reduce evictions. And I’m working to create a Behavioral Health Justice Center to help those individuals who suffer from mental health problems. Right now, if someone is having a breakdown on the streets, police are the first responders. That person may go to jail for a few hours or get a 24-hour psychiatric hold, but quickly they’ll be right back on the street with no real treatment. A Behavioral Health Justice Center will allow us to provide treatment and make our streets safer.</p>\n<p>Homelessness will not end by moving the homeless from downtown into our neighborhoods, which is what will happen if we “remove” tents without creating housing. We need to band together as a state, create more housing now and provide the supportive care that will help those most in need.</p>\n<p><a href=\"http://janekim.org/jane-kim-on-homelessness/\"></a></p>"
  },
  {
    "candidate": "Scott Wiener",
    "seat": "State Senate, D11",
    "photo": 11597163,
    "photographer": "Courtesy Of Scott Wiener ",
    "text": "<p>Confronting homelessness is a moral responsibility, and as your state senator I will prioritize this work. Allowing people to live in squalor in tents on sidewalks is neither humane, safe, healthy nor progressive. I advocate to transition people out of tents, into shelter and housing. My opponent, by contrast, advocates to legalize tents on sidewalks, and she supports state legislation to make tents on sidewalks legal. I won’t allow the state to override San Francisco’s or other cities’ ability to keep our sidewalks safe.</p>\n<p>Fundamentally, we must tackle our housing crisis by creating more housing for all, including our poorest residents. Because of our housing shortage, housing that used to be available to our poorest residents — like single room occupancy hotels — is no longer available. Until we meaningfully address our need for more housing, we will continue to exacerbate homelessness. As your state senator, I will pursue policies, as I’ve done on the Board of Supervisors, to make it easier to create all forms of housing. My opponent has attempted to obstruct thousands of units of housing, including for homeless people. </p>\n<p>We must create more supportive housing for homeless people, with on-site services for mental health, substance abuse, job training, etc. I’ve led the push for more supportive housing, including co-authoring Propositions J and K, which will generate funding for permanent homeless housing. My opponent opposes this funding. As your state senator, I will pursue much stronger state support for supportive housing for the homeless. </p>\n<p>We must rebuild California’s deteriorated mental health safety net. The state closed the inhumane state hospitals without creating community-based alternatives. This led to homelessness for many mentally ill people and transformed our jails into de facto mental health providers. You shouldn’t have to go to jail to receive mental health treatment.</p>\n<p><a href=\"http://www.scottwiener.com/affordable-housing-san-francisco\">http://www.scottwiener.com/affordable-housing-san-francisco</a></p>\n"
  },
  {
    "candidate": "Catharine B. Baker",
    "seat": "State Assembly D16",
    "photo": 11597133,
    "photographer": "Bill Mahon",
    "text": "<p>Working with organizations like the Trinity Center, and other support programs in our community. I believe homelessness doesn’t have one simple solution or magic bullet, and it is not something that can be solved just by throwing money at it. It takes partnerships, public and private efforts, good government policies to ensure housing is affordable and isn’t out of reach, and jobs and job-skills training is more readily available and accessible to the homeless community. Providing streamlined access to housing and support services so people get the right services at the right time is critical, and expanding programs like Coordinated Entry in Contra Costa County that do just that is a prime example. We also need to create more opportunity for transitional and permanent housing, especially for homeless people who have substance abuse and mental health issues. It is also imperative we engage our veteran services agencies so we can ensure that the homeless-veteran population has unrestricted access to the support services earned through their military service.</p>"
  },
  {
    "candidate": "Cheryl Cook-Kallio",
    "seat": "State Assembly D16",
    "photo": 11597135,
    "photographer": "Courtesy Of Cheryl Cook-Kallio ",
    "text": "<p>Homelessness, particularly for families and those with mental illness, is a major issue in the Bay Area and we need our elected officials to step up to find smart solutions to the crisis. The Legislature made a powerful step forward in fighting homelessness by passing an increase of the minimum wage to $15 per hour. When the program is fully phased in, it will allow thousands of families to move out of shelters and into housing of their own. But there’s still a great deal of work left to do. I support AB1618, which was signed by Gov. Jerry Brown over the summer, and provides $2 billion for housing for the chronically homeless suffering from mental illness. It also provides tens of millions of dollars for grants and programs to provide housing for families in need.</p>"
  },
  {
    "candidate": "Andy Thornley",
    "seat": "SF Board of Supervisors, D1",
    "photo": 11597142,
    "photographer": "Volker Neumann, Courtesy Of Andy Thornley",
    "text": "<p>We can’t “solve” homelessness on our own, but we can do much much better to address the conditions and circumstances that allow homelessness to exist in San Francisco, to assist and house people in need and not just push them away from our doorsteps. Supporting the S.F. Department of Homelessness and Supportive Housing team (with funding and community energy and political capital) is where my main energies will go, whether or not I’m elected to the Board of Supervisors.</p>\n<p>Our best near-term response is to rapidly locate, establish and fund more Navigation Centers across the city, including D1, as we establish and develop permanent housing to take in the folks who come through Navigation Centers. Housing first — less judgment and more compassion, immediately.</p>\n<p>At the same time, I’ll work to increase local funding for health and social programs for homeless and at-risk folks, and work with state and federal legislators and agencies to bring more resources to the effort. On that point, I support Propositions J and K as essential measures to help fund homeless services and housing, and I support Proposition S as a worthy measure to boost funding to services for homeless families, as it also restores funding for arts and culture programs.</p>\n<p>I’m committed to locating a Navigation Center in District 1, fully mindful of the challenges in carrying out a community conversation about a Navigation Center. It might be somewhere in the neighborhood, so it’ll be on someone’s street, in someone’s view, in someone’s “backyard,” even if we place it in the western end of Golden Gate Park, and there will be concerns about security, and noise, and property values, and other issues. I respect the size and complexity and anxiety around the question, and don’t pretend it’ll be in any way easy.</p>\n<p><a href=\"http://thornley2016.com/homelessness_sf\">http://thornley2016.com/homelessness_sf</a></p>\n"
  },
  {
    "candidate": "Brian J. Larkin",
    "seat": "SF Board of Supervisors, D1",
    "photo": 11597132,
    "photographer": "Courtesy Of Brian Larkin ",
    "text": "<p>First, I would let the new San Francisco Department of Homelessness and Supportive Housing and its director, Jeff Kositsky, have a chance to assess the problem and implement solutions. The city will spend $241 million this year on homeless services; $155 million of that goes to 70 different community-based organizations. Kositsky plans to review those programs, and he is certain to find duplication and lack of coordination. He will get pushback if he tries to cut their funding, but I would support him in his efforts to improve the current system.</p>\n<p>Given the need that senior citizens and working people being priced out of their homes have for assistance, San Francisco and its elected representatives must make some choices on whom to help first. I would give priority to those already here. The city must implement a residency requirement for long-term services. We have some hope of solving the problem of our local homeless, but we are doomed to fail if we try to solve the problem for anyone who shows up here.</p>\n<p>In trying to justify the statement above, I relied on information that the Mayor’s Office of Housing and Community Development had reported to the Citizens’ General Obligation Bond Oversight Committee, of which I am the chairperson. That information indicated that a person who had never lived in San Francisco could be eligible for housing assistance. Some checking by The Chronicle revealed that information to be incorrect. </p>\n<p>This finding reinforced my belief in two things:</p>\n<p>1. That the formation of the new Department of Homelessness and Supportive Housing was long overdue.</p>\n<p>2. That Kositsky will have worked a miracle if he does nothing more than manage and coordinate the byzantine collection of homeless services offered by city agencies and nonprofits we fund.</p>\n"
  },
  {
    "candidate": "David E. Lee",
    "seat": "SF Board of Supervisors, D1",
    "photo": 11597126,
    "photographer": "Courtesy Of David E. Lee",
    "text": "\n<p>Addressing this problem will require a systems-level approach. I believe that through strong leadership and with a collaborative effort, only then can we truly begin to help people get off of the streets, connect them to services, and put them in homes.</p>\n<p>I support some of the city’s current efforts. I support the creation of the Department of Homelessness and Supportive Housing. By consolidating the programs under this department, the coordination of services should be significantly streamlined and service delivery should be dramatically improved. I further support the establishment of Navigation Centers. As the executive director of a nonprofit focused on fighting for the voting rights of underrepresented communities in San Francisco, I know firsthand that keeping people successfully off of the streets can only happen if they also receive the proper services.</p>\n<p>As supervisor, my priority will be to ensure that our city does more to address the problem of homelessness. My agenda will include increasing supportive housing, offering job training, increasing the number of longer-term shelter beds, expanding mental health care services, expanding substance-abuse services, and expanding the free and low-cost meal program.</p>\n<p>I have a proven record of working collaboratively with the community and with city departments in solving some of the problems facing our community. As supervisor, I will work closely with the Department of Homelessness and Supportive Housing, nonprofit agencies and the community to address homelessness. This issue will be one of my top priorities.</p>\n<p>www.votedavidlee2016.com</p>\n"
  },
  {
    "candidate": "Jason Jungreis",
    "seat": "SF Board of Supervisors, D1",
    "photo": 11597112,
    "photographer": "Courtesy Of Jason Jungreis",
    "text": "<p>Issue: Aid eligibility requirement</p>\n<p>Position: Require genuine four years of proof-of-residence to receive city aid. Require citizenship to receive city aid. The city has four times its populational average of homeless because nonresidents come here to be homeless. Limited resources should be allocated to citizens.</p>\n<p>Issue: Quality-of-life law enforcement</p>\n<p>Position: Fully enforce quality-of-life laws against everyone, including homeless. No one should be above the law.</p>\n<p>Issue: City expenditures for homeless</p>\n<p>Position: Reduce city expenditure for homeless to the national average. The city spends far in excess of the national average on homelessness. There is no evidence that spending above the national average helps the homeless find jobs and homes.</p>\n<p>Issue: Coordination of public and private social services along with law enforcement</p>\n<p>Position: Public and private social services must share information on the homeless they assist. The city should manage its resources carefully to ensure resources are fairly and evenly allocated. Sharing information with all agencies would lead to better law enforcement and a safer city.</p>\n"
  },
  {
    "candidate": "Jonathan Lyens",
    "seat": "SF Board of Supervisors, D1",
    "photo": 11597104,
    "photographer": "Courtesy Of Jonathan Lyens ",
    "text": "<p>San Francisco’s city leaders have an obligation to come together and develop compassionate solutions that addresses the root cause of homelessness in a way that recognizes that our homeless neighbors are people first. We need holistic solutions, and elected officials must stop using the homeless population as political footballs.</p>\n<p>I support the expansion of the Navigation Centers program. I would like to work with our existing shelter system to explore ways to loosen some of the restrictions on homeless staying with partners and/or pets — allowances that make Navigation Centers so attractive. </p>\n<p>Additionally, having spent four years in the mayor’s budget office during the recession, I understand how critical it is to spend our tax dollars wisely. I advocate a full performance audit of the funds given to nonprofits and city departments that provide homeless services. With an annual homelessness budget of $241 million, we owe it to the taxpayers, as well as to the homeless community we are trying to help, to collect data on what programs work and prioritize funding to those programs. </p>\n<p>Lastly, I also strongly support the creation of low-cost modular housing by which we can quickly create temporary housing units. These units can be produced and maintained at a much lower cost than traditional housing, and when made with local labor, will also create many new local jobs.</p>\n"
  },
  {
    "candidate": "Marjan Philhour",
    "seat": "SF Board of Supervisors, D1",
    "photo": 11597095,
    "photographer": "Courtesy Of Marjan Philhour",
    "text": "<p>Homelessness is a tragedy based in a devastating loss of income and family, with multiple causes. My husband’s father was once homeless in Golden Gate Park in the early 1980s. There is a moment right now of rare consensus among San Franciscans about the promise of several initiatives I support: Navigation Centers; the creation of the new Department of Homelessness; the rise of data-driven accountability systems; and even spending significantly more on the issue via Propositions J and K. This consensus is fragile, however, and ongoing tolerance for lawless street behavior as well as unsafe street camping by some threatens to undermine the coalition of concern we have built as a city. No doubt, some of the very good work that has been done here in San Francisco in moving homeless people and families into supporting housing in the last 10 years has been hidden by the deep recession and anemic recovery. </p>\n<p>We have hidden our heads in the sand here in San Francisco about this dire regional housing shortage. The housing affordability and homelessness crises are linked. One way this plays out is that when agencies act to provide supportive housing for people transitioning off the streets, this housing is too expensive and government resources are stretched too thin. Making sure we take a pro-housing stance in our planning as a city is one way we can avoid people living in tents. You might recall that much of the opposition to affordable-housing programs arises in a fear that neighborhood character might be impacted. But we can’t address the tent encampments without creating new affordable housing. So we have to be sure that we aren’t on one hand preventing affordable housing from being built and then on the other hand wondering why we can’t address homelessness in our city.</p>\n<p>Here is the link to a Medium post I wrote on the issue in June: goo.gl/YLEXwu</p>\n"
  },
  {
    "candidate": "Richie Greenberg",
    "seat": "SF Board of Supervisors, D1",
    "photo": 11597169,
    "photographer": "Courtesy Of Richie Greenberg",
    "text": "<p>Homelessness is among several of the city’s top issues.</p>\n<p>My faith and values define my approach to addressing homelessness: Offer dignified and compassionate, proactive social policy, and do not ignore the issue. We must actively discourage inhumane conditions, not encourage them. Why do some San Francisco politicians want to perpetuate this disaster?</p>\n<p>Tough situations require strong leaders to take a tough stance. First and foremost, San Francisco cannot foster the impression that the homeless have the right to live on the street. They do not, nobody does. Moreover, we can’t let them break our laws against aggressive panhandling, public defecation and urination. Yet local advocates thrive on emboldening the homeless to believe and act otherwise.</p>\n<p>We must prepare to move individuals. We can give them a bus ticket home via the Homeward Bound program, or move them to Navigation Centers or psychiatric or addiction facilities. I have a five-year accelerated plan to break the cycle of homelessness.</p>\n<p>Advocates claim 70 percent of the 6,600 homeless are San Franciscans. Therefore, almost 2,000 came here from somewhere else. We must remove enticements to move here. We also must rein in homeless outreach organizations, and on two fronts: Are they funding their CEOs’ paychecks rather than their intended purposes? Do programs grab a piece of the $240 million homelessness services contracts by seeking a way to keep the number of homeless on the streets perpetually? I say stop using the homeless as pawns in an intentional, sustained outreach industry. Moreover, I challenge San Francisco’s biggest, most successful businesses to step up their philanthropy and fund Navigation Centers, housing and clinics.</p>\n<p>Our city’s “progressive” leaders and candidates for office are often purveyors of this indefinite squalor status quo. Defeating them at the polls election day will be of great benefit to all.</p>\n"
  },
  {
    "candidate": "Samuel Kwong",
    "seat": "SF Board of Supervisors, D1",
    "photo": 11597162,
    "photographer": "Alan Lew, Courtesy Of Samuel Kwong",
    "text": "<p>I am opposed to a Navigation Center in the Richmond District. Two key factors affecting the homeless are mental illness and drug use. Many of the homeless continue to seek the nearest drug dealers, and the police have to get these elements off the streets. I do not want drug dealers to move into our neighborhood.</p>\n<p>I suggest using old passenger boats/ferries with built-in cabins, bathrooms and dining facilities to be temporary shelters for the homeless. The idea of floating emergency housing stock is indeed viable, but the major shipbuilding nations of the world are in Asia. We need to look for solutions outside of the country where there is more inventory. The cost to buy a ship will be far cheaper than to build housing from scratch. </p>\n<p>We need to create immediate supportive housing. Unless the city approval process is streamlined, it is not possible to build the necessary number of units fast enough to address the current housing crisis. We need an unconventional cost-effective solution — a floating fully staffed safe and monitored shelter where privacy is preserved, but with support services on-site. Service providers would be on board 24/7 to make sure clients are given the help they need.</p>\n<p>We need better accountability and yearly auditing of our existing homeless service providers. If these organizations do not meet a threshold of performance, then their funding should be redirected to other organizations.</p>\n"
  },
  {
    "candidate": "Sandra Lee Fewer",
    "seat": "SF Board of Supervisors, D1",
    "photo": 11597164,
    "photographer": "Luke Thomas, Courtesy Of Sandra Fewer ",
    "text": "<p>I am committed to working for real long-term solutions to homelessness, rather than bandaid fixes. We should provide paths to self-dependency, with diverse strategies that address the diverse needs of our homeless populations. As a Board of Education member, I have seen the increase in family homelessness; currently one in 25 San Francisco public school students is homeless. The unprecedented wealth gap in San Francisco has caused many of our neighbors to be unstably housed. To truly get people off the streets, we need to address root causes, such as a lack of affordable housing.</p>\n<p>On the school board, I led the effort to develop more than 150 units of 100 percent permanently affordable family housing on surplus school district property. Temporarily, that site currently houses the city’s first Navigation Center, a comprehensive services model that experts say should be expanded. If elected as District 1 supervisor, I look forward to continuing to work for effective solutions to homelessness, including:</p>\n<p>Building new Navigation Centers where appropriate, and identifying a new site for an emergency family shelter;</p>\n<p>Increasing job training for people who are homeless, such as the Downtown Streets Team, which has been shown to both empower and employ homeless residents while keeping our streets clean;</p>\n<p>Supporting successful programs for mental health services and drug addiction;</p>\n<p>Expanding permanent supportive-housing options;</p>\n<p>Adding capacity to the EMS-6 program, pairing paramedics with members of the Homeless Outreach Team, connecting homeless people to services; and</p>\n<p>Building more truly affordable housing and supporting eviction-prevention programs.</p>\n<p>We must do better as a city to provide effective support structures toward self-dependency, housing and economic security. I know ending homelessness will not happen overnight, but in a city with so much wealth, I know we can make transformative change.</p>\n<p>www.sandrafewer.com/issues</p>\n"
  },
  {
    "candidate": "Sherman R. D’Silva",
    "seat": "SF Board of Supervisors, D1",
    "photo": 11597159,
    "photographer": "Courtesy Of Sherman D'Silva",
    "text": "<p>The city must set up micro units for anyone who is on the street. I would recommend the industrial area east of Bayshore Boulevard in order to avoid conflicts with residential areas. Units cannot be contingent on curfews, being drug free, and must allow pets and one’s belongings. The city must assign a caseworker to assist in treatment options (mental/drug), obtaining government assistance, health care, dental and a better job and accommodation once individuals are stabilized in the program. Basic meals must also be provided.</p>\n<p>In return, all individuals must provide some form of community service, such as sweeping streets, removing graffiti, helping gardeners at parks, painting curbs, washing city vehicles, etc. Recipients must also reimburse the city by turning in any income earned through Supplemental Security Income, disability, Social Security, unemployment, settlements, etc.</p>\n<p>This program provides a place for anyone on the street to go without any excuses. People are off the streets, and the people of San Francisco get something back. In addition to assisting our neighbors who have fallen on hard times, we get a cleaner city in which to live and work.</p>\n<p>Initially, we would need to fund the program through a combination of sales and property taxes. Once established we would need to examine existing programs to identify redundant and/or under-performing services or providers and redirect those resources back into the program.</p>\n<p>This is by no means a 100 percent solution, but it takes away excuses many use not to get help and remain on the streets. Once we get the people we can help off the streets, we can then strictly enforce the laws already on the books, such as urinating/defecating, public drunkenness, sleeping on sidewalks/doorway and, lastly, court intervention to deal with mental or drug treatment for those unable to seek help.</p>\n"
  },
  {
    "candidate": "Aaron Peskin",
    "seat": "S.F. Board of Supervisors, D3",
    "photo": 11656982,
    "photographer": "Jocelyn Gecker, Associated Press ",
    "text": "<p>Preventing homelessness means legislating policies that protect our existing housing stock and tenants while creating new housing affordable to our low- and middle-income residents. As The Chronicle reported, 71 percent of our homeless population was formerly housed in San Francisco — meaning we are not doing enough to protect our existing residents. Which is why I’ve fought for tougher controls on Airbnb and illegal conversions, which are cannibalizing our housing and displacing residents. </p>\n<p>“Easing” homelessness means addressing the public health issues that plague an archaic system originally designed to address temporary economic instability. I’ve helped push a cost-effective approach of applying the strengths of the city’s Navigation Center system to our existing shelters, including opening shelters up during the day, providing wrap-around services, treatment and staffing sites with trained public health practitioners.</p>\n<p>After my re-election last year, I immediately went to work identifying two potential Navigation Center sites in my own district because I recognize the need. Although the sites did not work out, I have continued to reaffirm that I am open to a site in the densest district in the city.</p>\n<p>Former Mayor Art Agnos has resurrected an idea that I support exploring, particularly given some of my colleagues’ resistance to work toward a Navigation Center in their own districts. The concept of a floating Navigation Center on board a repurposed Navy vessel is one that was piloted during Mayor Agnos’ tenure post-Loma Prieta earthquake. I would explore the potential to host wrap-around services and temporary homes on board a ship that was managed by the city and funded with appropriate regional and federal dollars, as Mayor Agnos has suggested. </p>\n<p>Finally, we should be looking at progressive revenue to fund homeless services — not balancing a ballooning budget on the backs of our poorest while giving tax breaks to the richest. </p>\n"
  },
  {
    "candidate": "Tim E. Donnelly",
    "seat": "S.F. Board of Supervisors, D3",
    "photo": 11597157,
    "photographer": "Courtesy Of Tim E. Donnelly",
    "text": "<p>We need to take a different approach to resolving the homeless situation. The city paints them with a broad brush, which is a mistake. For example, those who are trying to get back on their feet need different help than those who are mentally or physically disabled. The folks who are working and trying to pull themselves up should have access to our shelters and should not lose out to those who have nothing to do but stand in line all day. We need to create job-training work camps for those who have nothing to do and all day to do it. The upcoming development on Treasure Island, for instance, offers potential employment opportunities for those who avail themselves. Many of our homeless suffer from mental and physical disabilities and need special care. This is very expensive and overstretches our city services. The city should not have to shoulder the burden alone. We need our state and federal agencies to step up and share in this responsibility. The city should continue its efforts with homeless prevention as a safety net for residents who encounter setbacks. We cannot, however, afford to give free apartments for life to anyone who pitches a tent on our sidewalks. We need to enforce existing laws to maintain civility and our quality of life.</p>\n<p>https://td4d3.com/2016/06/20/what-to-do-about-the-homeless/</p>\n"
  },
  {
    "candidate": "London Breed",
    "seat": "S.F. Board of Supervisors, D5",
    "photo": 11597098,
    "photographer": "Courtesy Of London Breed",
    "text": "<p>Ending homelessness isn’t simply a matter of treating the symptom — the fact that every night almost 7,000 people lack a place to call home. Homelessness is an affordable-housing issue, because people often become homeless by losing their rent-controlled or affordable home. It’s a criminal justice issue, a mental health issue, and notably in my district, an LGBT issue.</p>\n<p>We have to prevent people from becoming homeless in the first place, and find more effective paths out of homelessness if they do. </p>\n<p>On housing, I wrote an amendment to the Affordable Housing Bonus Program to protect every rent-controlled unit in the city. I helped save 104 affordable units at Frederick Douglas Haynes Gardens, fought for Ellis Act reform, supported legislation to stop “gotcha” evictions, and passed landmark Neighborhood Preference legislation prioritizing residents for new affordable units in their community. </p>\n<p>I supported legislation to “ban the box” so people who made mistakes in the past won’t be forever excluded from job opportunities, an all-too-common path to homelessness. And I led the effort to stop the $300 million jail and invest in mental health facilities instead.</p>\n<p>I helped pass legislation to open six new Navigation Centers. And I secured $2 million to restore unused public housing units for 179 homeless families.</p>\n<p>I’ve supported Homeward Bound to help homeless individuals return to their families in other states. I’ve helped fund the expansion of the Homeless Outreach Team and programs like: Larkin Street Youth, Lava Mae, the Homeless Youth Alliance, Taking it to the Streets, and the Pit Stop Program. </p>\n<p>And to improve accountability and effectiveness, I issued a full audit of the city’s $240+ million spending on homelessness. </p>\n<p>I will continue all of these efforts in my second term, and push even more on the state and federal governments to support our work.</p>\n"
  },
  {
    "candidate": "Dean Preston",
    "seat": "S.F. Board of Supervisors, D5",
    "photo": 11597127,
    "photographer": "Courtesy Of Dean Preston",
    "text": "<p>A recent study found that 71 percent of our homeless population once had homes in San Francisco. As we seek solutions to our homelessness crisis, we must recognize the importance of stopping unfair evictions and helping people stay in their homes. This has been my life’s work, and it will be one of my top priorities as District Five supervisor.</p>\n<p>But the fact remains that an estimated 6,000 people live in tents and on the streets in our city. We need forward-thinking solutions. Fortunately, progressives leaders, in the best tradition of the city of Saint Francis, have pioneered an effective solution: Navigation Centers. Piloted in the Mission, Navigation Centers are a proven strategy to get the homeless off the streets, provide needed services, and transition people into permanent housing. </p>\n<p>In District Five, we need a Navigation Center in the Haight, where the homeless population has grown significantly in recent years. While our leaders increasingly recognize the need for Navigation Centers, the fact remains that not enough has been done to make them a reality. If elected supervisor, I will prioritize establishing a Navigation Center in the Haight.</p>\n<p>That said, while proven to be effective in getting people off the streets, Navigation Centers are a first step. To address the root cause of displacement, I will champion a Right to Counsel, making sure any tenant facing eviction is provided an attorney, free of cost. I will also bring an end to outrageous rent hikes by banning the practice of rent-gouging. And to make sure we have permanent places to transition the formerly homeless, I will do everything in my power to create affordable housing in District Five, and that includes standing up to developers to maximize the number of affordable units in new developments. We must prioritize permanent exits to homelessness. </p>\n"
  },
  {
    "candidate": "Norman Yee",
    "seat": "S.F. Board of Supervisors, D7",
    "photo": 11645346,
    "photographer": "Leah Millis, The Chronicle",
    "text": "<p>Homelessness is a very complex issue, and I think that for too long cities across the U.S. have searched for a silver bullet to end it that simply doesn’t exist. I support the city’s multifaceted approach. During my time on the Budget Committee, I have championed increases for our homeless services. </p>\n<p>To address homelessness we need to invest in affordable housing. Our housing-first and transitional housing programs have an incredibly high success rate, and our affordable housing providers are among the best in the U.S., but we need to continue to give them the resources to succeed. </p>\n<p>We also need to continue to invest in outreach to help us better understand how we are failing and what barriers exist to homeless individuals accessing existing services. </p>\n<p>We need to increase the number of Navigation Centers in order to provide services where people are — which means we should look at the areas and districts with the highest concentration of homeless individuals. </p>\n<p>We also need to ensure that more people don’t lose their housing. I support and want to push to increase the resources available for our rental subsidy programs and other programs that help keep San Franciscans in their homes. </p>\n<p>Finally, we need to be data-driven, identifying the people that are hardest to reach and on which the city spends the most resources, and ensuring that they are placed in housing and receive appropriate services to reduce our emergency room costs.</p>\n"
  },
  {
    "candidate": "Ben Matranga",
    "seat": "S.F. Board of Supervisors, D7",
    "photo": 11645382,
    "photographer": "L Wong Digital, Courtesy Of Ben Matranga",
    "text": "<p>As supervisor, I would make homelessness my top citywide concern. We would audit the $241 million we spend each year to learn what works and what doesn’t. In the private sector, performance audits are a useful tool for improvement and I am certain they can help government and our nonprofit providers improve services.</p>\n<p>Programs for homeless veterans, youth and families would be my priority. No one who served our country should go without housing, and it’s impossible for young people to learn if they are homeless, hungry and abandoned.</p>\n<p>To save taxpayer funds, we would provide mental health and substance-abuse treatment to the “frequent fliers” who cost the most to serve. Homelessness will be a temporary condition only if we treat people’s underlying health problems. With more than $1 billion a year in San Francisco spending on health care, we have the resources. What we need now is clear focus.</p>\n<p>At our core, though, we must treat every homeless person with respect and expect the same. These are brothers, sisters, sons and daughters living and literally dying on our streets. Aggressive street behavior is dangerous to everyone, so while we treat homeless people with respect, we must also demand that they act appropriately in our public spaces.</p>\n<p>I spent a decade working in social equity investment, and witnessed people in extreme poverty become self-sufficient through microenterprise, targeted investment and community support. With political will, I have faith that San Francisco can help our low-income residents break the cycle of poverty and live full and sustaining lives.</p>\n<p>benmatranga.com/homelessness </p>\n"
  },
  {
    "candidate": "Joel Engardio",
    "seat": "S.F. Board of Supervisors, D7",
    "photo": 11645352,
    "photographer": "Courtesy Of Joel Engardio",
    "text": "<p>While I believe solving homelessness should be “a” top priority, the future of our city depends on the middle-income housing and transportation infrastructure the Millennial generation needs to stay here and raise families. Otherwise we will become a city of aging Baby Boomers, the very rich and poor. City Hall also must get its $9.6 billion budget under control.</p>\n<p>Yet tackling homelessness is important — especially dealing with the 30 percent of homeless people who have a mental illness. People screaming on the sidewalk and the stench of BART escalators used as toilets are most likely the result of someone suffering from a mental illness. Add substance abuse to this volatile mix, and a psychotic episode can lead to the physical assault of an innocent passerby.</p>\n<p>We should expand the city’s Behavioral Health Court, which compels mentally ill homeless people charged with an assault felony to take medication in lieu of jail time. The Behavioral Health Court offers medical treatment, housing, job and sobriety programs while closely monitoring compliance. The results are encouraging.</p>\n<p>We should also give Laura’s Law the ability to treat people with medication so we can help someone before they commit a crime.</p>\n<p>Tent encampments on our sidewalks are unsafe, unsanitary and unacceptable. We must address homelessness with compassion and accountability. We can offer assistance without allowing unruly behavior.</p>\n<p>The new Navigation Center concept shows promise. It provides everything a homeless person needs in one place. We have outsourced services to multiple nonprofits without coordination and accountability for too long. We need to check for redundancies, measure for results and only pay for what works.</p>\n<p>www.engardio.com/homelessness</p>\n"
  },
  {
    "candidate": "John Farrell",
    "seat": "S.F. Board of Supervisors, D7",
    "photo": 11645347,
    "photographer": "Courtesy Of John Farrell",
    "text": "<p>We need to address the homeless people on our neighborhood streets and help them get the assistance they need; especially those with mental health and drug issues. Emergency public housing must be made available and utilized. </p>\n<p>We must take a compassionate approach toward the homeless. Many need trained counseling. I would work closely with the city Department of Homelessness and Supportive Housing and support much-needed programs, such as additional public housing to eradicate homelessness in San Francisco. </p>\n<p>As a former assistant assessor for budget and special projects, mayor’s budget analyst, and senior analyst for Harvey Rose, I am very familiar with the workings of the city budget and what needs to be done to secure revenue sources and appropriate funds to address the needs of our homeless population. </p>\n<p>My budget priorities would be to identify current revenue sources that have not been addressed, hold city departments accountable in order to cut waste, and to prioritize essential services and programs to ensure they have sufficient funding. Further, we need to audit nonprofit agencies and city contracts dealing with the homeless to ensure that services are being provided as per the terms of these contracts.</p>\n"
  },
  {
    "candidate": "Mike Young",
    "seat": "S.F. Board of Supervisors, D7",
    "photo": 11645349,
    "text": "<p>Focusing on homeless-only initiatives to end homelessness is a recipe for failure. We need a coordinated policy approach that considers housing shortages, mental health services, law enforcement and employment opportunities across regional boundaries in order to ameliorate growing homelessness in the Bay Area (not just San Francisco).</p>\n<p>We must demand that our state and federal representatives participate actively in a policy process that requires local leaders from other cities share the burden of caring for the Bay Area’s less fortunate.</p>\n<p>Former Mayors Frank Jordan, Willie Brown and Gavin Newsom, and Mayor Ed Lee all have failed to solve the homeless problem in San Francisco; continuing to implement the same local solutions and expecting a different result is the definition of insanity. We’re going to need a radically different approach to homelessness that addresses the regional nature of this problem.</p>\n<p>As a first step, I propose to elevate the conversation to ideas we haven’t considered before with state, federal and other local leaders actively participating in the process. Only in this way can we begin to define properly the problem our region is facing.</p>\n"
  },
  {
    "candidate": "Hillary Ronen",
    "seat": "S.F. Board of Supervisors, D9",
    "photo": 11597116,
    "photographer": "Courtesy Of Hillary Ronen",
    "text": "<p>The homelessness crisis in San Francisco has reached unprecedented levels. We see this playing out in the growing encampments on our streets, particularly in the Mission District.</p>\n<p>I am proud to have helped open the first adult LGBT shelter in the country, “Jazzie’s Place,” and to have written legislation in Supervisor David Campos’ office calling for a state of emergency on homelessness and requiring the city to build six new Navigation Centers to address homelessness and street encampments in a humane and effective way. </p>\n<p>Fighting to end homelessness will be a major priority for my office. I will push the following initiatives to reach this goal:</p>\n<p>1) Build long-term affordable housing for both the middle class, working class, and the very poor.</p>\n<p>2) Build Navigation Centers across the city so that we can increase our shelter system’s capacity and navigate people to services and housing opportunities.</p>\n<p>3) Increase funding to mental health services, including residential mental health programs, so that people with mental illness are not just on the streets or cycling in and out of jail.</p>\n<p>4) Increase the number of beds in substance-abuse residential treatment programs.</p>\n<p>5) Create a pilot program for managed alcohol housing, to bring some of the chronically drunk homeless people indoors.</p>\n<p>6) Create a pilot program for a safe injection site to address the epidemic of heroin in our streets.</p>\n<p>These ideas have worked in other cities and will work here if all of City Hall acts together to make them a priority. We must fight for bold solutions and a budget that reflects the needs of our city.</p>\n"
  },
  {
    "candidate": "Iswari Espana",
    "seat": "S.F. Board of Supervisors, D9",
    "photo": 11597115,
    "photographer": "Courtesy Of Iswari Espana",
    "text": "<p>Homeless are faced with the inability to produce right-to-work documentation, no current job history, no phone line, no mental health support, and a system that criminalizes their situation, which is inhumane and detrimental to their employability. The solution I propose is simple: I would support self-sufficiency programs through advocacy, viable economic resources and opportunities. I have 16 years of experience in the job-creation environment. We have to stop operating on the assumption that individuals will walk into self-help centers and self-disclose. I propose the creation of an outreach team to meet people on-site. I would focus on the creation of on-the-job training and temporary/long-term employment. We will incentivize employers that hire this population.</p>\n"
  },
  {
    "candidate": "Joshua Arce",
    "seat": "S.F. Board of Supervisors, D9",
    "photo": 11656981,
    "photographer": "Leah Millis, The Chronicle",
    "text": "<p>On a macro level, if we are to truly eradicate homelessness, we must build more housing and more affordable housing. We cannot get people off of the streets without a place to house them.</p>\n<p>As a leader at Mission Housing Development Corp., I am currently building hundreds of units of affordable housing in the district, including housing for formerly homeless residents. If elected supervisor, I would already have the hands-on experience needed to build thousands more units. </p>\n<p>I believe the Navigation Center model is working, but we need many more Navigation Centers to make a noticeable difference. In District Nine, specifically, it is crucial that we find a replacement site for the Navigation Center on 16th and Mission, which will be closing. Since the Navigation Center serves the surrounding neighborhood, and the Mission is one of the hardest hit areas in terms of our homelessness epidemic, it must be a main priority of the next district supervisor to identify a new site in the northern part of the Mission. This is something I have already begun work on with community members and a private partner. </p>\n<p>One of the most successful aspects of the Navigation Center is the Homeward Bound program. I would like to put more resources into expanding Homeward Bound and expanding the Navigation Center model to other existing shelters. </p>\n<p>In addition, I support Department of Homelessness Director Jeff Kositsky’s efforts to unify and streamline data on homelessness across city departments. I would take it a step further and make sure that data on homelessness is available on our city’s Open Data Portal.</p>\n<p>Dedicating more funding to go toward ridding our streets of needles and feces will be a priority of mine as well as expanding pit-stop areas in District Nine, specifically areas in the northern part of the Mission.</p>\n<p>http://joshuaarce.com/priorities/homelessness/</p>\n"
  },
  {
    "candidate": "Melissa San Miguel",
    "seat": "S.F. Board of Supervisors, D9",
    "photo": 11597176,
    "photographer": "Courtesy Of Melissa San Miguel ",
    "text": "<p>I was born and raised in the Mission and have seen homelessness up close and personal over the years. Many people who are homeless are veterans who have served our country. Others are LGBTQ youth who were kicked out of their home, victims of abuse, or those suffering from mental illnesses. These people are our brothers, sisters, moms and dads. These aren’t failed people. The real failure is the lack of leadership by our elected officials to develop a system that can provide the housing, medical and mental health treatment, as well as other services our fellow human beings deserve.</p>\n<p>The state of Utah has shown us that with focus and commitment, we can reduce homelessness. We need to build and develop permanent affordable housing because at its root, homelessness is the result of the inability to afford and maintain housing. This should include supportive housing, which is permanent housing coupled with supportive services including mental health care. While waiting for this permanent housing to be built, we can expand our current model of temporary shelter-navigation centers. This nontraditional form of temporary housing has allowed people to move in with all their belongings and pets into a shelter while staff work to connect them to housing and various services.</p>\n<p>We need to have strong oversight and accountability of city grants for programs meant to serve members of our community who are homeless. Our city’s Department of Homelessness wasn’t created until a few months ago, and we must reduce duplication of services and address any existing service gaps to ensure our community members who are homeless benefit from these programs as intended. This isn’t about efficiency for efficiency’s sake — people’s lives are on the line, and every dollar needs to be stretched as far as it can.</p>\n"
  },
  {
    "candidate": "Ahsha Safai",
    "seat": "SF Board of Supervisors, D11",
    "photo": 11597158,
    "photographer": "Courtesy Of Ahsha Safai",
    "text": "<p>California has the largest homeless population in the nation, and, in San Francisco, the majority of those who are homeless became homeless as San Franciscans. The city currently spends $241 million annually on services and housing to help the more than 6,000 homeless people on our streets. This reality is compounded by the fact that the Housing and Urban Development Department’s total budget has consistently decreased for these past four decades. And, just last month, President Obama released a 23-page white paper highlighting the connection of homelessness, income inequality and racial segregation. </p>\n<p>I say all this to underscore the point that tackling the issue of homelessness is a multifaceted endeavor that must be fact based and led by someone who is ready to work with all parties involved and across all governmental levels. I am the only one willing and able to do that. I will fight for the initiatives below to tackle displacement and homelessness in our city.</p>\n<p>I will prioritize working with victims of Ellis Act evictions by helping them find affordable housing. </p>\n<p>Nearly a third of San Francisco’s homeless population have mental-health or substance-abuse issues, or both, I will work with the San Francisco Department of Public Health to ensure they are connected to the right types of care and expand the number of med-psych beds. </p>\n<p>We must build new housing, I will fight for high-density and multifamily zoning with bonuses for density. I will also push for expanded inclusionary housing.</p>\n<p>I will work to prioritize housing the chronically homeless first to allow us to get ahead of the curve. This population represents about 1,000 individuals — we need to build this housing fast.</p>\n<p>I will help increase access to credit in minority communities to help families stay in their homes.</p>\n"
  },
  {
    "candidate": "Berta Hernandez",
    "seat": "SF Board of Supervisors, D11",
    "photo": 11597131,
    "photographer": "Courtesy Of Berta Hernandez",
    "text": "<p>Declare a housing emergency! We call for an immediate halt to all evictions in the Excelsior, Ingleside and Outer Mission as well as in all working-class neighborhoods in San Francisco!</p>\n<p>We call for the aggressive implementation of rent-control laws that limit rents to 20 percent or less of tenants’ income! Rent control should be re-drafted to limit the allowable annual percentage rent. </p>\n<p>We must legalize all homeless encampments and find places to locate others! Provide materials for makeshift housing, including tents! Make services available in those encampments, including public toilets, showers, needle exchange, counseling, etc. Develop homeless shelters with sufficient space and with appropriate support aimed at transitioning people into public housing!</p>\n<p>We call for the occupation of all empty buildings in the district and in order to transform them into 100 percent affordable housing or spaces to address other community needs, like educational services, health clinics, cultural expression (galleries, studios, theaters, rehearsal spaces, etc.) to be paid for with taxes on corporations doing business in San Francisco! </p>\n<p>We call for local government assistance for low-income homeowners to support badly needed home repairs and for a reduction of 50 percent on all property taxes for properties currently assessed below $700,000. </p>\n<p>San Francisco should make available funds to make homes in Excelsior, Ingleside and Outer Mission as well as in all working-class neighborhoods!</p>\n"
  },
  {
    "candidate": "Francisco Herrera",
    "seat": "SF Board of Supervisors, D11",
    "photo": 11597120,
    "photographer": "Courtesy Of Francisco Herrera",
    "text": "<p>In district 11, I will work alongside local advocacy groups and other supervisors to: </p>\n<p>Legal protection: Provide legal protection for tenants about to be evicted. My objective is to ensure that not one more preventable displacement of an impoverished San Franciscan takes place.</p>\n<p>Policy: Push a measure to help the working homeless get into accommodation as quickly as possible. This involves pushing the Housing Authority to turn its vacant units over to homeless folks.</p>\n<p>Care: Introduce free breakfast and extra after-school care to alleviate the burden on working homeless.</p>\n<p>Cash: Increase subsidies available to homeless families to get them out of homelessness.</p>\n<p>Mental health: Put forward a proposal to make sure the police are not the first responders to calls about mentally ill homeless people. Work to strengthen current mental and public health programs helping people without a house deal with the trauma of being homeless and the destabilizing health effects related to it.</p>\n<p>Voice for those whose voices are ignored: Propose the Street Sheet gets additional funding so that the publication gives a voice to more contributors and is available for more homeless people to sell in more neighborhoods.</p>\n"
  },
  {
    "candidate": "Kim Alvarenga",
    "seat": "SF Board of Supervisors, D11",
    "photo": 11597100,
    "photographer": "Daniel Cortes, Courtesy Of Kimberly Alvarenga",
    "text": "<p>To solve homelessness, we need to address the extreme lack of affordable housing and coordinated supportive services. We must look to end homelessness from a short-term and long-term perspective.</p>\n<p>In the short-term, we must build off of the success of the Navigation Centers, and open several more that will be able to serve simultaneously 500 people. Navigation Centers provide an ethical and effective solution to clearing street encampments and giving people a path to housing, especially if short-term housing and rent subsidies are available. The city should negotiate long-term leases with single-room-occupancy and other existing housing buildings. We need to better coordinate supportive services so that they are strategic and effective: Each person should be appropriately matched with the services they need. The mayor and Board of Supervisors must immediately prioritize the funding for housing, subsidies and supportive services.</p>\n<p>The creation and direction of the new Department of Homelessness and Supportive Housing is promising; we need to continue to support its vision of coordinated services and data gathering. I support DHSH’s method of working with the homeless in a thoughtful and compassionate manner: DHSH is using a month-long process of building trust and assessing service needs before helping people move out of tents. City Hall needs to help support this compassionate and effective approach.</p>\n<p>Simultaneously, we need to address the long-term of issue of affordable housing and keeping people in their homes. We must develop funding and plans to build 500 units of supportive housing within five years. We also need to put in place increased funding within the next year for rapid re-housing, that is, rent subsidies to ensure people can stay housed. These subsidies, along with supportive services, have proved to be very successful for keeping folks in a stable situation. </p>\n"
  },
  {
    "candidate": "Magdalena De Guzman",
    "seat": "SF Board of Supervisors, D11",
    "photo": 11597096,
    "photographer": "Lea Suzuki, The Chronicle",
    "text": "<p>Our society is defined by the way we treat our chronic homeless people, many of whom are dealing with alcoholism, drug addiction, mental and physical disability, trauma, and poverty. How are we to stir the entire country into the 21st century where jobs are plentiful and provide a living wage for the majority, where green housing is affordable to all, and where universal health care is efficient and offered to all. I truly believe that if private companies and our government agree on a social contract to end poverty and rebuild our nation, homelessness will no longer be an issue. What is alarming is the increase in the number of children and families who are considered homeless in public schools. As a school teacher, I am in the trenches dealing with the effects of homelessness and lack of affordable housing for students — 20 percent of our students are deemed homeless. These are students and families who are sleeping on floors or couches, and/or sharing a small rental unit with several families. </p>\n<p>As the next supervisor, I want to solve homelessness as comprehensively as possible. We must hire more social workers, counselors, nurses, and educators to create a more humane program in dealing with homelessness. The police are there only to protect the workers and homeless people when needed. The Navigation Center is a good start. If there’s income equity, there’s less homeless people on the streets and less children and families who are considered homeless. We can even eradicate it. The federal government must step forward to rein in the crisis on homelessness.</p>\n"
  },
  {
    "candidate": "Dan Kalb",
    "seat": "Oakland City Council, D1",
    "photo": 11597130,
    "photographer": "Courtesy Of Dan Kalb",
    "text": "<p>Chronically homeless individuals and families need our help and compassion in a manner that works for them and works for all residents in our city. I support:</p>\n<p>Creating two designated/planned tent encampments for homeless people that include functioning bathrooms as well as social workers to offer access to needed social services.</p>\n<p>Supportive housing for chronically homeless individuals and families.</p>\n<p>Accessing a portion of the $2 billion in state funds through grants (through Alameda County) to fund housing initiatives and mental health counseling for homeless residents. </p>\n<p>Providing proactive assistance to homeless families in accessing federal housing choice Section 8 vouchers.</p>\n<p>A pilot program of allowing construction of so-called tiny homes for homeless individuals.</p>\n"
  },
  {
    "candidate": "Kevin M. Corbett",
    "seat": "Oakland City Council, D1",
    "photo": 11597103,
    "photographer": "Rik Keller Photography, Courtesy Of Kevin M. Corbett",
    "text": "<p>The city of Oakland needs to partner with Alameda County and the state of California to create centers where the homeless can receive all of the services they need, including housing, mental health services, addiction services, job training and job opportunities. </p>\n<p>Homelessness is a huge problem and is too big for the city to take on by itself. Nonetheless, it is inhumane to continue to allow the homeless to live on the streets. We need resources from the county and the state. These centers where the homeless can receive the services they need to get off the street should be spread throughout the Bay Area and evenly distributed because homelessness is a Bay Area and statewide problem.</p>\n"
  },
  {
    "candidate": "Lynette Gibson McElhaney",
    "seat": "Oakland City Council, D3",
    "photo": 11597099,
    "photographer": "Courtesy Of Lynette Gibson McElhaney",
    "text": "<p>Addressing Oakland’s severe housing shortage is among my top priorities. In June, I secured $190,000 to pilot my “Compassionate Communities” initiative, a new approach to Oakland’s homeless crisis developed in partnership with county Supervisor Keith Carson. This approach shifts our focus to addressing unsheltered residents as a constituency to be served rather than a problem to be solved. An interagency planning team comprised of city and county staff will design this service-in-place model that will bring sanitation services and housing assistance on-site with the goal to secure shelter for all campsite residents within six months.</p>\n<p>Oakland has witnessed an explosion of unsheltered residents living on its streets. In the last three years alone, the population has ballooned to nearly 2,000. Some 73 percent of Oakland’s unsheltered residents live in District 3. Contrary to common assumptions, the majority of the unsheltered residents are longtime Oakland residents.</p>\n<p>The Compassionate Communities pilot launched at a camp in West Oakland at the end of September. County social workers specializing in mental and physical health, employment and transitional housing have begun meeting individually with residents. The second phase of the initiative includes creating safe camping and safe parking sites where unsheltered residents and </p>\n<p>Oaklanders living in RVs or their cars can safely stay while identifying permanent shelter. The goal is to significantly reduce the number of people living without shelter and in the interim improve public health and safety.</p>\n"
  },
  {
    "candidate": "Noni Session",
    "seat": "Oakland City Council, D3",
    "photo": 11597175,
    "photographer": "Courtesy Of Noni Session",
    "text": "<p>There are some 2,000 homeless individuals living in Oakland, and most reside in District 3. If we treat the chronically homeless as members of our community rather than as problems to rid ourselves of, our policy options become clear.</p>\n<p>Experts agree that “housing first” is the correct model for addressing homelessness — it is effective and satisfies our social obligation to provide the chronically homeless a home. Once sheltered, counselors help the most vulnerable deal with other problems such as addiction, mental health issues, abuse, PTSD and unemployment. Salt Lake City provides an excellent example of its success.</p>\n<p>However, according to PATH 2013 (an Oakland re-housing initiative), re-housing our homeless population would require creating at least 7,000 permanently affordable units. With the virtually unbridled construction of market and luxury units in Oakland, we are further from this goal than ever. With the cost of affordable housing units estimated at $250,000 to $400,000 per unit, Oakland could not afford such an effort even if the will existed. And if we could afford it, the time frame for such planning and construction goes out five to 10 years. This is not acceptable.</p>\n<p>To make an immediate impact on chronic homelessness, we must look to alternative-housing models. In particular, I will support Tiny Homes and other similar cost-efficient housing such as modified shipping containers: housing that can be created in months, not half decades. These solutions can work for both the space we have available and the necessity to use public land for public good. We must not continue to auction off public land to market-rate developers!</p>\n<p>Funding can come from revenue from legalized cannabis and from housing bond money, should these measures pass.</p>\n<p>To me, housing the homeless is the definition of compassionate community, serving all in an equitable and well-thought-out fashion.</p>\n"
  },
  {
    "candidate": "Noel Gallo",
    "seat": "Oakland City Council, D5",
    "photo": 11597172,
    "photographer": "Courtesy Of Noel Gallo",
    "text": "<p>Homelessness in Oakland and the Bay Area is directly related to the region’s rising rents and stagnant wages. All of the issues are related. The homeless crisis affects the working poor, individuals that require supportive services, veterans and families that need jobs as well as safe and quality housing. The elderly are now part of the homeless population. A comprehensive regional solution addressing these issues is needed. Each city can take responsibility but unless the state and regional authorities take stronger actions to enforce housing plans, there will be uneven response by cities.</p>\n<p>Oakland has undertaken a number of actions that I support and hope to continue: Renter Protection Programs; Affordable Housing Development funding through Development Impact Fees; working toward a supportive-housing-development model; mental health program access; piloting city-sanctioned encampments with wrap-around services; exploring “Tiny House” developments; implementing its Permanent Access to Housing (PATH) Strategy; adopting the Oakland Housing Roadmap; adopting regulations to allow secondary unit developments; reducing parking requirements for development; and transit-oriented development priorities. </p>\n<p>Oakland voters are asked to consider Measure KK, which includes funding to support affordable housing development, and Measure JJ, which strengthens renter protections. All Alameda County voters are asked to consider Measure A-1, the Alameda County Affordable Housing Bond, to help protect affordable-housing options for renters and homeowners, with a focus on seniors, veterans, and people with disabilities. </p>\n<p>A comprehensive solution that includes job training, job creation, a mix of housing options for all incomes, stronger wrap-around supportive services, transit-oriented development and affordable housing development incentives, and requirements by state and regional agencies will all help address the homelessness issue.</p>\n"
  },
  {
    "candidate": "Viola Gonzales",
    "seat": "Oakland City Council, D5",
    "photo": 11597152,
    "photographer": "Courtesy Of Viola Gonzales",
    "text": "<p>Solutions require persistence and political will. We need to build more housing for everyone of every income level — including for the homeless. For some time, we’ve known that our current system of homeless shelters is inadequate. I would push for an initiative where Oakland, as a city, would be working first with Alameda County and then with the region. And whatever program we would adopt should incorporate best practices or lessons learned from across the country and from within the state. (Some good examples: Housing first in Utah; San Francisco’s Navigation Centers). </p>\n<p>What these successful programs have in common is about being less judgmental as to who needs housing, providing flexibility to accommodate the homeless — allowing pets, removing curfews, incorporating case management as well as access to health care and mental health counseling, especially for addiction. Some communities use a combination of community-outreach workers and mental health experts to patrol with limited police presence, offering direct help or referrals to care. </p>\n<p>Whatever model is adopted, accountability needs to be instituted to help track what works with which segments of our homeless. One size won’t fit all. People become homeless for a wide range of reasons.</p>\n<p>Planning requires protocols for needs assessment, effectiveness of programs, and a policy on civil and privacy rights. Without planning, police and fire services are often called on endlessly, a misuse of valuable public safety resources.</p>\n<p>Many neighborhoods do not want housing created for the homeless in their neighborhoods; however, they also don’t want to see homeless living in nearby parks or under the freeways, or defecating or urinating in public. For that reason, a successful program we will also need widespread support with neighborhood churches and other institutions to help sustain these programs.</p>\n"
  },
  {
    "candidate": "Larry Reid",
    "seat": "Oakland City Council, D7",
    "photo": 11656984,
    "photographer": "Kevin N. Hume, The Chronicle ",
    "text": "<p>I am currently in the process of introducing an emergency resolution on homelessness, along with a resolution establishing a homeless commission/task force that would address a long-term solution for assistance and housing for our homeless population. The emergency resolution would allow the city to expedite contracts and funding to service providers (without the time lapse of a formal bidding process) in an attempt to allocate funds in an expeditious and expedient manner.</p>\n<p>I would like to combine our efforts with additional agencies (County of Alameda, Department of Human Services, employment and job-training agencies, as well as mental health services) to provide not only housing, but support services to our homeless population. I would also encourage my colleagues on the City Council to find funds to provide for additional single residency occupancy (SRO) hotel locations throughout the City of Oakland, along with shelters to house our homeless population. </p>\n<p>Through our affordable housing initiatives, providing shelters for our homeless population should be a priority that could be incorporated through various affordable housing initiatives that are on the ballot Nov. 8.</p>\n"
  },
  {
    "candidate": "Marcie Hodge",
    "seat": "Oakland City Council, D7",
    "photo": 11597097,
    "photographer": "Courtesy Of Marcie Hodge",
    "text": "<p>Ending homelessness requires: increasing the number of affordable housing units;collaborating with key stakeholders to develop educational and training programs; addressing health care needs of the homeless population; supporting agencies that offer drug rehabilitation and therapy; and lastly, involving the community. These are the necessary steps to ending homelessness and poverty.</p>\n"
  },
  {
    "candidate": "Nehanda Imara",
    "seat": "Oakland City Council, D7",
    "photo": 11597174,
    "photographer": "Courtesy Of Nehanda Imara",
    "text": "<p>I would turn empty buildings into temporary shelters. There are a number of such buildings in East Oakland. I would engage with community groups that do effective outreach to this population to expand their programs that try to listen, educate and connect the homeless with services that are available. Finally, I would get the hundreds of faith organizations in Oakland to organize a homelessness action conference that involves and is co-designed with the homeless population.</p>"
  },
  {
    "candidate": "Rebecca Kaplan",
    "seat": "Oakland City Council, At Large",
    "photo": 11597171,
    "photographer": "Tim White, Courtesy Of Rebecca Kaplan",
    "text": "<p>The current conditions with encampments being moved from underpass to underpass, generally in difficult locations, are worsening, and we must work to provide alternative locations with access to water, sanitation and support services where people will be allowed to go, and from which they can get “navigation” and support. While helping those who are homeless, we must also take action to stop more and more people from being pushed into homelessness, and this includes protecting people from unjust evictions, wrongful foreclosures and excessive rent increases. In addition, we must expand the supply of housing that is affordable at all income levels, and improve local job access.</p>\n<p>http://bit.ly/2evPSyl</p>\n"
  },
  {
    "candidate": "Bruce Quan",
    "seat": "Oakland City Council, At Large",
    "photo": 11597137,
    "photographer": "Courtesy Of Bruce Quan",
    "text": "<p>The homeless issue is a regional problem requiring multifaceted assistance to families and individuals without homes. We should:</p>\n<p>Utilize space under freeways for temporary housing.</p>\n<p>Create small-house communities on underutilized state/federal properties (i.e., 45 parcels unbuilt above Interstate 580) for temporary shelter.</p>\n<p>Call for churches/nonprofits to partner developing long-term solutions.</p>\n<p>Aggressively assist Alameda County to fulfill its legislated responsibilities for those with physical/mental challenges.</p>"
  },
  {
    "candidate": "Francis “Matt” Hummel",
    "seat": "Oakland City Council, At Large",
    "photo": 11677935,
    "photographer": "Courtesy Of Francis -Matt- Hummel ",
    "text": "<p>The people of Oakland are proud, but they are suffering. Our housing crisis is now clearly a humanitarian health crisis. I’m running for council because our whole relationship to government needs to be completely renewed. That relationship determines how we police, the kind of jobs available, and whether our fellow citizens have to continue to sleep in tents. </p>\n<p>The acute stress from housing insecurity has only gotten worse over the last eight years. First, those without adequate sanitation or shelter must be helped immediately. I support the recent work of Phil Tagami with council member Larry Reid to move swiftly to help with a public-private housing initiative. I will work to get Burning Man involved. In addition we need a plan for truly affordable housing. The city must leverage its land and holdings. Rent increase moratoriums are necessary but miss the point. Our rents as they stand are too high to be sustainable and suck all of the wealth out of our city.</p>\n<p>The people of Oakland deserve better than big money playing Monopoly games with our city. In order for all Oaklanders to progress, we need affordable housing and mixed incomes in all neighborhoods. That doesn’t have to be new apartment buildings; it can mean opening access to secondary units. I propose chartering a municipal bank where our city deposits can finance local initiatives, instead of whatever Wells Fargo or Chase invest it in.</p>\n"
  },
  {
    "candidate": "Nancy Sidebotham",
    "seat": "Oakland City Council, At Large",
    "photo": 11597173,
    "photographer": "Courtesy Of Nancy Sidebotham",
    "text": "<p>Homelessness is a national crisis. This issue is only going to get worse as automation continues to replace human beings in the workforce, jobs continue to be shut down here and farmed out overseas. “Atlas Shrugged” is here, and until businesses and jobs are brought back to the USA this problem is going to accelerate. Former Mayor Jean Quan’s mishandling of Occupy brought about the mass influx of the homeless into Oakland. Churches and nonprofits need to do outreach to help alleviate this issue. As long as handouts continue by many resident, thinking they are doing the right thing, this only adds to the problem. </p>\n<p>As long as city officials, and in particular the city attorney, do not give legal guidelines so that city staff can work to alleviate our homelessness problem, Oakland will continue to be a magnet for new homeless people, when the city can’t even take care of the basics for its own residents. Alameda County has a Health and Human Services department to work on this but so far has not moved on it.</p>\n<p>After the Loma Prieta earthquake, nonprofits and Alameda County came together to find solutions to those displaced. The Robinson building and the San Pablo Hotel were revamped to fill the void. Oakland does not have the expertise or the financial means to handle the problem; this is in the purview of the county, the faith community and nonprofits.</p>\n"
  },
  {
    "candidate": "Peggy Moore",
    "seat": "Oakland City Council, At Large",
    "photo": 11597168,
    "photographer": "Courtesy Of Peggy Moore",
    "text": "<p>Oakland faces an affordability crisis that has dramatically increased homelessness across our city. While the tent cities along our highway underpasses are the most visible signs of homelessness, they’re only part of the problem. This has stemmed from a lack of adequate housing inventory, an influx of new residents and our leaders’ failure over many years to address this issue with sufficient urgency, creativity and collaboration.</p>\n<p>It’s important to recognize that becoming homeless is a process. It includes people who are currently homeless, people who are under-housed, and people at grave risk of homelessness or displacement. We must develop solutions that acknowledge our geographical context and focus on all stages of the problem.</p>\n<p>Oakland belongs to the broader Bay Area housing market. Housing, and therefore homelessness, are regional challenges that require regional solutions, with support from cities, counties and our state and federal governments. That’s why I am calling for the creation of a Joint Powers Authority to coordinate our response to homelessness across the entire region.</p>\n<p>I support a “housing first” approach to help people who are currently homeless. The evidence is clear that moving people to transitional housing is key to facilitating permanent housing solutions.</p>\n<p>More broadly, I will work with all stakeholders to implement multipart, long-term solutions, including: increasing our housing stock (both affordable and market rate); collaborating with Oakland’s administration to improve the effectiveness of city departments associated with planning, building and rent; protecting and enforcing rent control; pushing for the acquisition and rehabilitation of properties in disrepair to convert them to affordable housing; and adopting reasonable inclusionary zoning requirements that mandate a specific percentage of units in new housing developments be allocated to affordable housing. </p>\n"
  },
  {
    "candidate": "Zachary RunningWolf",
    "seat": "Berkeley Mayor",
    "text": "<p>* Candidate is in jail.</p>\n"
  },
  {
    "candidate": "Naomi D. Pete",
    "seat": "Berkeley Mayor",
    "text": "<p>* Candidate declined to participate.</p>\n"
  },
  {
    "candidate": "Ben Gould",
    "seat": "Berkeley Mayor",
    "photo": 11597140,
    "photographer": "Courtesy Of Ben Gould",
    "text": "<p>I support a regional, housing-first approach to ending homelessness. Berkeley can’t solve these challenges on our own, but we can set an example through leadership and collaborate with other cities — and the state Legislature — to ensure that as a region, we can find the resources needed to truly end homelessness.</p>\n<p>In the meantime, I also support expanding homeless services, including public restrooms, shelters, transitional housing, and tiny homes. I believe Berkeley should have an on-call mental health team, instead of relying on police officers to respond to issues; and I would like to see more done to address the issue of student homelessness, by collaborating with the University of California to ensure sufficient student housing is available, especially for financially vulnerable (e.g., Pell Grant) students.</p>\n"
  },
  {
    "candidate": "Bernt Wahl",
    "seat": "Berkeley Mayor",
    "photo": 11597139,
    "photographer": "Courtesy Of Bernt Rainer Wahl",
    "text": "<p>To help end homelessness, I would create more supply. Create places where people can be contacted and store belongings.</p>\n"
  },
  {
    "candidate": "Guy “Mike” Lee",
    "seat": "Berkeley Mayor",
    "photo": 11597178,
    "photographer": "Courtesy Of Mike Lee",
    "text": "<p>The system is broken; it has little or nothing to do with the reality of homelessness. A strategic plan must be formulated that incorporates short-, medium- and long-term goals. We must prioritize who gets first bite of the ever-shrinking resource pie. Is it the 70-year-old man dying of cancer, or the free spirit. In support of these goals, I have initiated the conversation to build a tiny-house community here in Berkeley. I have two proposals before council that will reduce the population by 20 percent.</p>\n<p>www.oldbumformayor.org</p>\n"
  },
  {
    "candidate": "Jesse Arreguín",
    "seat": "Berkeley Mayor",
    "photo": 11597111,
    "photographer": "Courtesy Of Jesse Arreguín ",
    "text": "<p>Berkeley is facing a homelessness crisis, with over 1,000 people currently living on Berkeley’s streets. As the council member representing Berkeley’s downtown, I see the homeless crisis every day. I convened a Homeless Task Force in 2013 to bring community leaders together to discuss homelessness and to develop solutions. The task force developed a set of recommendations to address homelessness. Many have been implemented, including establishing storage, increasing access to restrooms, and funding five new mental health outreach workers. </p>\n<p>I also have strongly supported the implementation of coordinated entry through the HUB, which centralizes access to homeless services through one agency. However, the biggest challenge with this approach is there is not enough housing at the other end. We need to invest in housing first. On the council, I introduced the idea of developing a supportive housing project and emergency shelter on the city-owned Berkeley Way parking lot. Recently, I have been looking into the concept of Tiny Homes as a short-term approach. We also must increase funding for emergency rental assistance to prevent evictions and homelessness. </p>\n<p>Lastly, we need to change the way we address homelessness. Berkeley has for decades focused on emergency solutions to homelessness. We need to invest in lasting preventative solutions like housing first. We also need a regional approach, which is why I will work with leaders in other cities to find lasting solutions to this crisis.</p>\n<p>www.jesse.vote/vision</p>\n"
  },
  {
    "candidate": "Kriss Worthington",
    "seat": "Berkeley Mayor",
    "photo": 11597101,
    "photographer": "Courtesy Of Kriss Worthington",
    "text": "<p>1. We need truly affordable housing policy prioritizing units at 10, 20 and 30 percent of area median income, to create housing for homeless residents, the disabled community and seniors on fixed incomes. Currently, most “affordable housing” policies create a small number of units at 50 or 80 percent of area median income. My 27-point Short Term Housing Action Plan was delayed seven months before council voted to refer it for study. </p>\n<p>2. Thirty-five percent of Berkeley police calls are mental health-related. Social workers or mental health professionals are less expensive and better suited to help. This would free up more police officers to address violent crime and walk the beat. </p>\n<p>3. Public restrooms are essential for homeless residents and for customers of local businesses alike. Funding meant for proposed commercial district public restrooms was transferred and never replenished. </p>\n<p>4. Low-income detox programs are urgently needed.</p>\n<p>5. Consideration of navigation centers like those in San Francisco.</p>\n<p>6. Increase coordination and/or consolidation of multiple nonprofit service providers. </p>\n<p>7. Expanding short-term warming centers is a valuable intermediate step to address the immediate urgency. </p>\n<p>8. New laws accomplish little. When small businesses call in, they are often told it is “low priority” and it may take 30 to 60 minutes to get a response. If the homeless do get arrested, it costs money to Berkeley and Alameda County and clogs up crowded court calendars. </p>\n"
  },
  {
    "candidate": "Laurie Capitelli",
    "seat": "Berkeley Mayor",
    "photo": 11597109,
    "photographer": "Courtesy Of Laurie Capitelli",
    "text": "<p>Homelessness is an expansive regional issue, one in which we must partner with other Bay Area jurisdictions in order to maximize everyone’s resources.</p>\n<p>On the regional level, we need to collaborate with other cities to implement a regional housing-first program — proven the most effective in reducing homelessness — to get our most vulnerable citizens into safe, supportive housing. Much of our homeless population is also saddled with severe mental health problems. I have supported urging our county Board of Supervisors to begin a pilot program, Assisted Outpatient Treatment (AB1421), that allows our courts to direct persons who are seriously mentally ill to enter into community-based housing and wrap-around services.</p>\n<p>Berkeley’s long-term approaches currently include a Homeless Coordinated Entry or “HUB”: a one-stop entry for mental health services, temporary financial support, substance-abuse programs and job training. Because we need to create supportive housing in the downtown, I wholeheartedly support the Berkeley Food and Housing proposal for downtown Berkeley that will both house the HUB and provide emergency beds and supportive housing.</p>\n<p>In the short term, I initiated a program to provide storage lockers so people on the streets can have a secure place for their belongings. We also need to ensure that people in the downtown have easy access to public restrooms. I have been partnering with mayoral candidate Mike Lee on a Tiny Homes project. Supported by the building trades and the Berkeley Rotary, we will soon create a demonstration home to begin a community conversation about transitional housing.</p>\n<p>We cannot solve this ourselves, but we can serve our residents through innovative programs that can be models to the rest of the Bay Area and the nation.</p>\n"
  },
  {
    "candidate": "Cheryl Davila",
    "seat": "Berkeley City Council, D2",
    "photo": 11597128,
    "photographer": "Courtesy Of Cheryl Davila",
    "text": "<p>Housing is a human right. Berkeley’s homelessness infrastructure, while excellent in many ways, needs increases in funding and innovative approaches. I will support these changes in conversation with homeless community members and service providers.</p>\n<p>Berkeley needs mental health mobile-crisis units that are available 24/7 to address a variety of issues, homelessness and 911 calls related to mental health crisis. A mobile crisis unit with a social worker and psychologist that has been trained to address a mental health crisis should be the first responder in such situations, a mental health crisis, not the police.</p>\n<p>Berkeley has a variety of proposals for increasing housing stock. in our urban core and in our neighborhoods. I am dedicated to increasing new affordable housing stock in creative and sustainable ways. There are several pending projects in District Two and neighboring districts, most of which are market-rate housing. And the inclusionary affordable units are being omitted by developers paying in-lieu fees in lieu of the affordable units. This should be discouraged. We need to increase the percentage of inclusionary units for new development to 35 percent or more. Using funds from developers who elect to pay the fees, we must quickly and efficiently build new affordable, comfortable units that which are comfortable and are distributed evenly throughout the city. Rents in such units should be capped at 30 percent of a resident’s income. </p>\n<p>Let’s also explore property development in the hills, which unlike the city’s flatlands, have been untouched and omitted from development. The flatlands are the target of new development. Let’s bring equity into the equation and explore the entire city.</p>\n<p>Repealing the Costa-Hawkins Rental Housing Act should be on every municipality’s agenda. We cannot effectively address our affordable-housing and gentrification crises without repealing its restrictions and bringing back fair and thoughtful vacancy control. As a councilwoman, I will lead this charge.</p>\n"
  },
  {
    "candidate": "Darryl Moore",
    "seat": "Berkeley City Council, D2",
    "photo": 11597129,
    "photographer": "Courtesy Of Darryl Moore",
    "text": "<p>Berkeleyans are very compassionate people. We feel a responsibility to everyone in our community, particularly our most vulnerable. As such, Berkeley devotes a great deal of resources to address the homelessness crisis in our community. </p>\n<p>We spend approximately $3 million a year on homeless-related resources, not including our most recent initiatives. We recently increased funding for our homeless outreach program and mobile crisis team. The Berkeley Police Department has expanded its Crisis Intervention Training to compassionately handle interactions with our homeless population and those with mental health challenges. We are currently providing storage lockers for our homeless population to store their personal belongings. During the winter, we provide warming centers and have recently expanded our winter shelter to provide service year-round.</p>\n<p>Still, while we are doing a great deal, I think more must be done. We need to improve the cost of housing in general, but in particular provide more housing for the very low income. We must petition the U.S. Department of Housing and Urban Development to obtain more project-based, Section 8 vouchers for more affordable-housing projects. I believe meeting people where they are is a key to engaging our homeless population. We should bring social workers into our libraries, since much of our homeless population utilize their free computer and Internet access and clean bathrooms. San Francisco has had remarkable success with such an effort. I also believe we need to approach the homeless crisis on a regional basis, so we aren’t constantly in a push-pull relationship with neighboring cities. Given that we have very little available land in Berkeley, but Oakland’s former Army base or Alameda’s former naval base offer a perfect opportunity site to provide a great deal of housing for the region’s homeless population.</p>\n<p>www.moorefordistrict2.com/homelessness</p>\n"
  },
  {
    "candidate": "Nanci Armstrong-Temple",
    "seat": "Berkeley City Council, D2",
    "photo": 11597180,
    "photographer": "Courtesy Of Nanci Armstrong-Temple",
    "text": "<p>Because there are multiple root causes of homelessness, there must be multiple approaches to solving this crisis. The comprehensive support systems and services that are already in place are just the starting point. Berkeley has not hit the mark on providing necessary services to some of our most critical homeless populations, such as those with mental health issues.</p>\n<p>Specific initiatives I support include:</p>\n<p>Declare a housing emergency to reflect the seriousness of our current housing and homelessness situation as a public health crisis. </p>\n<p>Declare a moratorium on rent-hike evictions.</p>\n<p>Increase the number of units that qualify as truly affordable by working with developers who will agree to build market-rate units in a 1:1 ratio to those capped at 30 percent of income. </p>\n<p>Incentivize development that encourages the retention of long-term residents to create a practice of development without displacement.</p>\n<p>Prioritize low-income and workforce housing.</p>\n<p>Create a policy that requires the city’s mental health units to respond to calls for intervention with homeless and/or mentally ill individuals.</p>\n<p>Berkeley needs stronger policies that both keep the focus on community-oriented development and provide the oversight necessary to regulate new and existing development projects.</p>\n"
  },
  {
    "candidate": "Al G. Murray",
    "seat": "Berkeley City Council, D3",
    "photo": 11597150,
    "photographer": "Courtesy Of Al Murray",
    "text": "<p>Initiatives I would push to help end homelessness: </p>\n<p>Modify the city of Berkeley’s General Plan.</p>\n<p>Declare a housing-crisis emergency whereby all council members, mayor and developers produce a comprehensive plan with percentages indicating the building and development of low- and moderate-priced housing within city limits. The approved plan would be implemented by the city manager. The failure to develop low- to moderate housing in the city leads to increasing the homelessness problem. </p>\n<p>Any efforts by a city or state that have been successful in addressing the homeless problem should be incorporated and utilized in the city of Berkeley.</p>\n"
  },
  {
    "candidate": "Ben Bartlett",
    "seat": "Berkeley City Council, D3",
    "photo": 11597151,
    "photographer": "Courtesy Of Ben Bartlette",
    "text": "<p>I intend to speed development of the Berkeley Food &amp; Housing Project regional center. Going forward, we will fast-track low-income housing, expand the use of tiny houses, and partner with innovative developers like Los Angeles-based Step Up housing.</p>\n"
  },
  {
    "candidate": "Deborah Matthews",
    "seat": "Berkeley City Council, D3",
    "photo": 11597119,
    "photographer": "Courtesy Of Deborah Matthews",
    "text": "<p>A count performed in January 2015 found that there were an estimated 834 homeless people in Berkeley, a 23 percent increase over the last count in 2009. And a subset of that figure — those who are living on the streets or in other places not designed for habitation — grew 59 percent since 2009, up to 568 people.</p>\n<p>I’m encouraged by the approach in addressing homelessness with a “housing first” focus — providing need-based housing instead of making the housing dependent on work training or getting treatment for mental health or addiction issues. Too often, homeless people have to “earn” their way into housing, a daunting task when it’s so hard to make progress on mental health, addiction or employment issues without stable housing. </p>\n<p>But this approach falls short when affordable housing is so scarce. While it’s promising that we are embracing “housing first,” there are fewer affordable housing units than ever before. </p>\n<p>Local governments and communities across the country are now finding a practical solution to homelessness through the construction of tiny-house villages. As an example, Dignity Village is a membership-based community in Portland, Ore., providing shelter off the streets for people. It’s democratically self-governed with a mission to provide transitional housing that fosters community and self-empowerment.</p>\n<p>I support the efforts of the Berkeley City Council to explore the feasibility studies of addressing homelessness with tiny houses. Homelessness must be top priority in our city, and we must make certain to include the homeless community’s voice in our decision-making process to provide for the sensitive needs of this community accurately and with compassion. </p>\n<p>To move Berkeley and our homeless community united from underpass encampments to tiny houses is an enormous stride in addressing homelessness and rebuilding trust with one of our most underserved and vulnerable communities — a positive game changer.</p>\n<p>www.ivotedeborah.com</p>\n"
  },
  {
    "candidate": "Mark Coplan",
    "seat": "Berkeley City Council, D3",
    "photo": 11597183,
    "photographer": "Picasa, Courtesy Of Mark A. Coplan ",
    "text": "<p>We need to break down our homeless community into at least five groups. Those mentally impacted who need long-term solutions; people who have lost their housing and only need a hand up; and teens in three groups — foster youth who become adults without income, runaways, and teens who have been caught up in the drug culture in Berkeley. </p>\n<p>I’m not talking about the 1960s pot culture. I’m talking about the current availability of any kind of drug in a relatively safe buying environment, which draws teens from all along the Interstate 680 corridor, who then can’t get out of Berkeley. We need to be able to address the specific needs of all of these groups because a “one size fits all” plan doesn’t work. </p>\n<p>We need to look closely at the money the city is currently spending with minimal results, and make the hard decisions and refocus some of those dollars into things like: the tiny homes we are currently exploring; possible homeless housing with compact quarters in a building along the east side or People’s Park, connected with other services to ensure success for the homeless currently living there now; and other more direct housing solutions. </p>\n<p>We also need to be willing to commit the small amounts of money being requested that will make a difference as quickly as we commit to waiving fees from developers. I question the council’s repeated refusal to come up with $17,000 to make a successful drop-in center for homeless teens year-round due to our limited budget, while they negotiate six-figure and million-dollar deals with developers without blinking an eye. I plan to work closely with the Homeless and Housing Advisory Commissions to find practical and effective solutions.</p>\n"
  },
  {
    "candidate": "Sophie Hahn",
    "seat": "Berkeley City Council, D5",
    "photo": 11597161,
    "photographer": "Courtesy Of Sophie Hahn ",
    "text": "<p>I believe in the concept of housing first and would like to see Berkeley partner with other East Bay cities and counties to create a comprehensive approach modeled after successful programs in other communities. The only real solution to homelessness is homes (and supportive services). Everything else is just wishful thinking — with a very high price to the homeless themselves, and to communities that pour money into expensive police, criminal justice, ambulance and emergency-room “services.” </p>\n<p>Sadly, the Berkeley council’s majority has wasted years pushing laws to further criminalize the homeless. I have and will continue to oppose these efforts. Laws against human behaviors such as sitting or placing objects on the sidewalk are not a solution; they are inevitably over-broad, criminalizing basic human activities and inviting unequal enforcement. </p>\n<p>I have a three-part plan to address the homeless crisis.</p>\n<p>First, we must expand emergency services for people on the brink of homelessness to stem the tide of newly created homeless. A well-publicized hotline, rental assistance, vouchers for hotel stays, relocation services, and a requirement that landlords provide information about housing resources to departing tenants. </p>\n<p>Second, we must invest, with regional partners, in coordinated, long-term solutions. San Francisco’s Navigation Centers are working — we should adopt this or other successful intake models. We need to acquire or build supportive housing and fund the comprehensive services that have proven successful. </p>\n<p>Finally, we need to implement stop-gap measures while we wait for long-term solutions to materialize. Berkeley’s Homeless Task Force Report outlines measures to adopt. I am interested in sanctioned tent cities with sanitation facilities, services and self-governance. A study by Yale’s National Law Center on Homelessness &amp; Poverty provides an overview of these imperfect, temporary measures. They are far more humane, sanitary and safe than chaotic encampments under freeways, on sidewalks and in our parks.</p>\n"
  },
  {
    "candidate": "Stephen Murphy",
    "seat": "Berkeley City Council, D5",
    "photo": 11597160,
    "photographer": "Courtesy Of Stephen Murphy",
    "text": "<p>As a Berkeley City Council member, I’ll use the relationships I’ve made through my work as associate director of the Alameda County Family Justice Center to create a better system of regional resources and to increase city funding for more housing and services. I’ll work with my colleagues to engage with other cities and counties to create a system of regional resources.</p>\n<p>Berkeley has the Hub, a coordinated entry point for homeless people to receive housing and other important resources in one place. Alameda and Contra Costa counties need a coordinated system of Hubs to implement support systems across the region. Locally, Berkeley needs to fund more resources, including intensive case management for those who are most vulnerable, and we need funding to provide more housing and beds for homeless people (including children). </p>\n<p>At the Alameda County Family Justice Center, I work daily with disenfranchised people who are survivors of assault, abuse and trafficking. Many of these same people either are or have been homeless, and I have seen firsthand how difficult it is to escape homelessness once it occurs. My work has helped me understand that the vast majority of people who are homeless have been victims of layers of abuse and neglect over the course of time. </p>\n<p>Homeless people need an intricate network of resources in order to fundamentally improve their lives. This requires a long-term regional plan, including a collective commitment to a housing-first, case-management-focused model. And the first step is to envision a holistic regional system that addresses the core issues that lie at the root of homelessness and all of its layers. Realistically, the problem can’t be fixed right away, but we must work together with neighboring cities to move toward solutions.</p>\n<p>www.stephenmurphy2016.com/policies/</p>\n"
  },
  {
    "candidate": "Susan Wengraf",
    "seat": "Berkeley City Council, D6",
    "photo": 11597154,
    "photographer": "Courtesy Of Susan Wengraf",
    "text": "<p>A real solution for dealing with homelessness requires a lot of money, a lot of time, and a coordinated effort among many agencies. Berkeley needs both short- and long-term strategies. I supported the following short-term actions:</p>\n<p>Funding for YEAH, a year-round youth shelter that offers beds and meals to young people 18-24.</p>\n<p>Establishing the Hub, a one-stop entry program for mental health services, temporary financial support, substance-abuse assistance, job training and housing referrals. </p>\n<p>Funding four additional homeless case-management positions.</p>\n<p>Expanding funding for rental-assistance programs to prevent people from slipping into homelessness.</p>\n<p>Other short-term solutions I am considering include: tiny houses; the creation of a “tent city” where camping is made legal and shower and sanitation facilities are provided; adding more social workers and mobile crisis workers to respond to homeless calls instead of police and fire.</p>\n<p>Neighboring cities must provide their fair share of services and resources. A coordinated regional approach is necessary. Berkeley alone cannot solve the problem of homelessness.</p>\n<p>A long-term strategy needs to focus on permanent solutions:</p>\n<p>The “housing first” approach, involves moving homeless individuals — the majority of whom are living with mental illness or substance-abuse disorders or other serious health problems — into subsidized housing with support services. This approach seems to provide the stability necessary for improved outcomes.</p>\n<p>Federal, state and county governments must increase investments in low-rent housing with programs targeted to homeless individuals.</p>\n<p>Proposition 13 has strangled revenue sources to municipalities in California, and must be reformed.</p>\n<p>Measure A1 on the November ballot will provide $580 million to build affordable housing in Alameda County. It will hopefully be passed by voters.</p>\n<p>www.susanwengraf.com/homelessness/</p>\n"
  },
  {
    "candidate": "Fred Dodsworth",
    "seat": "Berkeley City Council, D6",
    "photo": 11603961,
    "photographer": "Courtesy Of Fred Dodsworth",
    "text": "<p>We can end chronic homelessness in Berkeley by treating this as a social, not a criminal problem. Over 35 percent of all police calls for service are responding to homelessness, drug or alcohol abuse, or mental illness, costing Berkeley many millions of dollars per year. Meanwhile, Berkeley’s Police Department wants the city to hire 30 more officers, adding another $7 million-plus we don’t have to the budget. A smarter choice would be to hire and train a full component of mobile crisis-unit social workers at a fraction of what police officers cost.</p>\n<p>Berkeley has a mental health department and a too-small mobile crisis team. Expanding our mobile crisis teams (and their authority, equipment and skill sets) would get the homeless the treatment they need without bankrupting the city. Our mobile crisis workers could identify and track homeless people’s needs, enroll them in housing-first programs, and sign them up for Medi-Cal, Social Security and drug and alcohol programs. We would be reimbursed by the state for our expenses instead of paying police officers to handle social problems. </p>\n<p>Berkeley needs to allocate its limited resources to real human needs and get real results rather than punishing the poor for their poverty, the mentally ill for their illness. </p>\n"
  },
  {
    "candidate": "Isabelle Gaston",
    "seat": "Berkeley City Council, D6",
    "photo": 11597114,
    "photographer": "Courtesy Of Isabelle Gaston ",
    "text": "<p>The City of Berkeley has over a billion dollars in unfunded liabilities, with no concrete plan to pay that down. Anyone visiting our town can see the toll the financial mismanagement has taken: We have closed two of our public swimming pools, closed parks, closed a senior center, closed a community center, closed our City Pier, and we have some of the worst roads in the Bay Area. And yes, we have more homeless than ever living in Berkeley, approximately 800 individuals in need of shelter any given day.</p>\n<p>What does fiscal mismanagement have to do with the homeless? I believe Berkeley must get its financial house in order to provide a lasting solution to ending homelessness. Sadly, most initiatives will be band-aids until we do. Berkeley has had a structural deficit for well over a decade; therefore, our options are limited. </p>\n<p>I support “housing first,” but finding the housing right away will be challenging. We’re having a difficult enough time as it is preventing displacement of residents (many of whom are one step from becoming homeless themselves). </p>\n<p>Currently, the majority of our homeless budget of $12 million goes toward police and fire responding to homeless-related emergencies. The money could be better spent on round-the-clock mental health crisis teams.</p>\n<p>We have to prevent people from losing their existing housing and becoming the next wave of homeless. </p>\n<p>We must continue having developers pay into a housing trust fund.</p>\n<p>We have to identify whether there are any empty buildings that could be used for emergency shelters.</p>\n<p>Ultimately, we need to develop a regional approach to solve this issue, but that should not be an excuse for doing nothing in the meantime.</p>"
  }
]